

label SecondNightmare:

    mcnvl ''' Место - белый дом в хорошем районе.

    Длинная анфилада комнат, уютные диванчики в углах, пара растений в горшках.

    Вот только дверей нет.

    Я вижу, что за одной стеной шкаф, за другой тумбочка, а за третьей угол...

    Там стоит тумбочка. А на тумбочке ящик с цветами.

    А на стене несколько фотографий - целая галерея - разные портреты какой-то молодой женщины в платьях, галстуках и локонах, и несколько семейных портретов.

    Напряжение начало нарастать, и я решил проверить обстановку.

    Я подошёл к шкафу и тихо открыл его.{w=1.0} Пусто.

    Я вернулся к тумбочке, открыл ящик - в нём была косметика.

    Я открыл зеркало, и - о ужас!  - там оказалась та самая девушка, которая на всех фотографиях, если быть более точным то там была лишь часть этой девушки.

    В зеркале же отражалось абсолютно то же самое - я, она и тумбочка.

    Я отступил назад и начал следить за происходящим в зеркале.

    И вдруг все картинки в зеркале изменились. Стали тёмными и печальными.

    А потом я увидел портрет молодой женщины с цветочным венком на голове, и я увидел надпись:'''

    "\"Илиана с удовольствием примет... \""

    mcnvl '''Дальше я уже не стал читать.

    Из стены начал вылазить человек который в прошлом кошмаре дёргал за цепи мучая висевших на крюках людей.

    Сначала его не было видно - его скрывал завал, образованный кирпичами и деревом из стены

    Hо потом, когда я уже убедился, что он не умер, он вылез и начал с проклятьями бегать по комнате.

    Я вспомнил про Надю, где же она?

    Я начал её искать, бегая по дому и зовя её.

    Но на мой зов не было ответа, я всерьёз начал беспокоиться

    Я уже успел заблудиться, я не представлял даже, куда мне идти.

    А в центре дома, недалеко от столика с двумя графинами вина, было окно

    и из него пробивался лунный свет, из чего я понял, что ночь ещё не кончилась.'''

    return
