
image brain_good=" bg secondnight good"
image brain_bad="bg secondnight bad"
image bg_brain="bg secondnight"

label SecondDay:

    scene bg morning lightsoff
    play music "audio/birds.mp3" fadeout 1
    mcnvl '''проснувшись я вспомнилчто видел ещё один её сон

    То что я увидел в её сне повергло меня в ужас.
    '''
    scene bg_brain with dissolve
    '''
    А меня шокировать не так-то просто, так как я видел уже многое.

    Но Надя прямо-таки слетела с катушек, и я увидел именно то что мне было нужно.

    Я превратился в моего сердитого Цербера (о боже как мило звучит), и набросился на Надиных друзей.

    Это они внушили ей не видимый остальным кошмар

    Они обманули меня, то есть не обманули, а просто одурачили.

    '''
    if is_scaredIn1night:
        scene brain_bad
    else:
        scene brain_good
    '''
    Я понял что должен действовать с осторожностью {p}  и вот как раз ее я и стал изучать, слегка воздействуя на её ум и разум.

    Еще одни путешественники по снам?

    Да нет, не может быть - я никогда не встречал людей подобных мне.

    Я не верил в это!

    Но похоже, что это была правда.

    Я расскажу что я видел в её сне.

    Это был какой-то старый дом,{w} стены были очень обшарпаны,{w} и освещены крошечными отблесками солнечных лучей, проходящих через щели в стенах.

    Я знал что с другой стороны нет никаких дверей и окон{w} - только груды бетонных блоков, которые я видел в ее сне.

    Из дома наружу вела стена, а вход был в самом центре этой стены.

    На этой стене были огромные железные крюки, или огромные цепи.

    И на этих цепях висели тела людей - некоторых было так много что они висели и на других цепях,

    а некоторые даже цеплялись за соседние стены.

    Одеты они были в лохмотья, похожие на длинные грязные простыни.

    Я часто видел одного странного человека - он был бос и носил синий балахон

    а в его руках была длинная шестипалая металлическая рука.

    Он часто ходил туда-сюда по цепи, иногда подходя очень близко к цепям, и дергал за них

    Доставляя адскую боль людям висевшим на них.

    И было непонятно, что происходит с этими людьми:

    они сначала тихо стонали {p} потом их крики становились всё громче и громче, когда они замечали меня.

    Я боялся, что он схватит меня и порвет на куски, и прятался от него.

    Надя похоже начала немного безумить от кошмара.

    Она ходила от стены к стене и вообще не реагировала на меня несмотря на то, что я уже показался.

    Я попытался выкинуть её из сна - но у меня не получилось.

    Что-то блокирует меня.

    Должно быть, я просто переместился в какую-то другую плоскость реальности.

    Я пытаюсь сделать это ещё раз, но у меня уже ничего не выходит.

    Возможно, я застрял между сном и явью.

    Можно ли исправить ситуацию?
    '''
    stop music
    mcnvl '''А как я попаду туда, если и так - в другом сне.

    Что это такое?{w=1.0} Флюид?

    Слово, которым пользуются спорщики из сна?

    Я понял, что сейчас меня попытается выдернуть из сна некто очень могущественный и злой.

    И моё сопротивление сейчас его не остановит - ведь я слаб.

    Теперь я понимаю, как дал сну обмануть себя.

    А сейчас мне остаётся только ждать.

    Я не боюсь - меня невозможно победить.

    Я решил напоследок рассказать Надежде о том, что теперь я могу управлять сновидениями.

    То, что я скажу, будет для неё шоком, но я попытаюсь её предупредить.

    Она может попробовать воспринять всё это как шутку, но я не могу позволить, чтобы подобное происходило с ней.

    Это кажется мне важным.{p} Я подам знак.

    Я имею в виду - покажу Наде знаками, что ей надо спешить к  выходу.

    А потом я исчезну.

    Если она это не поняла, значит, ей было сказано обратное.

    Или её не поставили в известность.

    Встав с кровати, я пошёл к шкафу и достал оттуда светильник.

    Надвинув на глаза капюшон, я решительно поднял его над головой и нажал на кнопку.

    Свечение стало сильнее.{p} Я повернулся и шагнул в коридор.

    За моей спиной оказались ступеньки лестницы.

    Я спустился на несколько ступеней и толкнул дверь, которая тут же отворилась сама.

    За ней оказался тёмный подвал с толстенной каменной дверью в дальнем конце.

    Оттуда дул слабый холодный ветер. Не оборачиваясь, я спустился вниз.

    Мне казалось, что он несёт с собой надежды и обещания, но,{w} когда я дошёл до двери в конце подвала, ветер прекратился.

    Я открыл глаза.'''

    scene bg morning lightson

    mc "Я включил свой комп и зашел на mwitch, и зашел на стрим к NadinKorobka. "

    scene stream

    mc "Приветик Надюш, как успехи с твоей новеллой? "

    e ''' Хороша новелла, да?

    Чего она там ещё написала?

    Ничего не написала.{p} Хочешь посмотреть?'''

    mc "Kонечно, покажи"

    "Она вывела это на свой экран. "

    e "Ничего особенного, это такие вот две берёзы в августе, на мокром склоне"

    e "Hо как ты хочешь, чтобы они выглядели?"

    mc "Да, этот фон очень точно удался."

    mc "Ты куда сейчас?"

    "Она, похоже, даже не услышала вопроса - такой был у неё равнодушный голос."

    e "Сейчас мне хочется сделать что-нибудь совсем простое и незначительное. "

    "Чтобы посмотреть, как работает движок, она, видимо, несколько потеряла ориентацию во времени. "

    mc "Вообще-то, движком занимается программа, но в программе, как мне кажется, есть слишком большая привязанность к внешним объектам."

    mc "И у движка, кажется, с этим проблемы... "

    e "Ну да"
    #winkle animation

    e "Конечно, есть."

    mc "Надюшка, а куда ты сейчас?"

    e "Не знаю,{w=1.5}как обычно. Поиграю в доку, потом, наверно, посижу за новеллой..."

    e "Что-то я устала, {p} Надо поспать."

    scene bg lightsoff with pixellate

    mc "Надо было дождаться, когда она ляжет спать, чтобы залезть в её сон. "

    scene bg black
    with Dissolve(.5)

    mc "Следующий сон был другой."

    jump SecondNightmare



    jump globalEnding
