

label SecondDay:
    mcnvl '''проснувшись я вспомнилчто видел ещё один её сон

    То что я увидел в её сне повергло меня в ужас.

    А меня шокировать не так-то просто, так как я видел уже многое.

    Но Надя прямо-таки слетела с катушек, и я увидел именно то что мне было нужно.

    Я превратился в моего сердитого Цербера (о боже как мило звучит), и набросился на Надиных друзей.

    Это они внушили ей не видимый остальным кошмар

    Они обманули меня, то есть не обманули, а просто одурачили.

    Я понял что должен действовать с осторожностью {p}  и вот как раз ее я и стал изучать, слегка воздействуя на её ум и разум.

    Еще одни путешественники по снам?

    Да нет, не может быть - я никогда не встречал людей подобных мне.

    Я не верил в это!

    Но похоже, что это была правда.

    Я расскажу что я видел в её сне.

    Это был какой-то старый дом,{w} стены были очень обшарпаны,{w} и освещены крошечными отблесками солнечных лучей, проходящих через щели в стенах.

    Я знал что с другой стороны нет никаких дверей и окон{w} - только груды бетонных блоков, которые я видел в ее сне.

    Из дома наружу вела стена, а вход был в самом центре этой стены.

    На этой стене были огромные железные крюки, или огромные цепи.

    И на этих цепях висели тела людей - некоторых было так много что они висели и на других цепях,

    а некоторые даже цеплялись за соседние стены.

    Одеты они были в лохмотья, похожие на длинные грязные простыни.

    Я часто видел одного странного человека - он был бос и носил синий балахон

    а в его руках была длинная шестипалая металлическая рука.

    Он часто ходил туда-сюда по цепи, иногда подходя очень близко к цепям, и дергал за них

    Доставляя адскую боль людям висевшим на них.

    И было непонятно, что происходит с этими людьми:

    они сначала тихо стонали {p} потом их крики становились всё громче и громче, когда они замечали меня.

    Я боялся, что он схватит меня и порвет на куски, и прятался от него.

    Надя похоже начала немного безумить от кошмара.

    Она ходила от стены к стене и вообще не реагировала на меня несмотря на то, что я уже показался.

    Я попытался выкинуть её из сна - но у меня не получилось.

    Что-то блокирует меня.

    Должно быть, я просто переместился в какую-то другую плоскость реальности.

    Я пытаюсь сделать это ещё раз, но у меня уже ничего не выходит.

    Возможно, я застрял между сном и явью.

    Можно ли исправить ситуацию?
    '''

    jump globalEnding
